import { Flex, Typography } from "antd";
import { Container } from "@/shared/ui";

const { Title, Text } = Typography;

export const DevelopmentInfo = () => {
    return (
        <section>
            <Container>
                <Flex vertical gap={50} style={{ padding: "0 105px" }}>
                    <Flex justify="center" align="center" className="padding-30 border-radius-m bg-gray-50">
                        <Text>
                            Осознавая свою ответственность, компания RAMS ставит снижение эмиссий и углеродную дружелюбность к экосистемам во главе всех своих процессов.
                            Строительство несет повышенную эконагрузку, поэтому компания RAMS выстраивает процессы так, чтобы потребление в процессе строительства и дальнейшей
                            эксплуатации объектов планировалось и реализовывалось с учетом будущего и без нанесения урона ресурсам планеты и экологии.
                        </Text>
                    </Flex>
                    <Flex vertical gap={24}>
                        <Text>
                            В 2015м году ООН определила повестку в области устойчивого развития, которая сформулирована в 17-ти целях в области устойчивого развития (ЦУР) для
                            социально-экономического развития.
                        </Text>
                        <Text>ЦУР имеет огромное значение для строительной отрасли, так как мы несем ответственность за приблизительно 30-50% образующихся отходов.</Text>
                        <Title level={4}>Компания RAMS ответственно относится к потреблению ресурсов и целям ЦУР, и наиболее актуальными для нас являются следующие:</Title>
                        <Flex vertical>
                            <Text>
                                <b>ЦУР 6: </b> Чистая вода и санитария. По данному направлению в офисах компании Rams устанавливаются пурифайеры, которые имеют многоступенчатую
                                систему фильтрации и очистки воды, мы не используем диспенсеры и бутиллированную воду.
                            </Text>
                            <Text>
                                <b>ЦУР 7: </b> Доступная и чистая энергия. Т.е. мы следим за уменьшением потребления энергии, либо ее расточительным расходом в процессе
                                строительства и эксплуатации.
                            </Text>
                            <Text>
                                <b>ЦУР 9: </b> Промышленность, инновации и инфраструктура. На объектах и в офисах мы используем для ремонта переработанные материалы, постоянно ищем
                                поставщиков и подрядчиков с новыми технологиями, преследующими в работе такие же экологичные цели как у нас.
                            </Text>
                            <Text>
                                <b>ЦУР 11: </b> Устойчивые города и сообщества. Не первый год RAMS участвует в строительстве социально значимых объектов, таких как средние школы,
                                музеи и т.д.
                            </Text>
                            <Text>
                                <b>ЦУР 12: </b>Ответственное потребление и производство. Здесь нам важен переход на углеродно-нейтральный баланс и мы стремимся к этому не первый
                                год. В офисах RAMS начато обучение сотрудников по разделению и сортировке мусора, проводится постоянная пропаганда уменьшения объемов мусора и
                                бережное потребление ресурсов – воды, электричества, оборудования и т.д.
                            </Text>
                            <Text>
                                <b>ЦУР 13: </b>Климатические действия. По этой цели мы взяли на себя добровольное обязательство и исполняем его: озеленять 20 кв.м. на каждого
                                жителя нашего ЖК.
                            </Text>
                            <Text>
                                <b>ЦУР 15: </b>Сохранение экосистем суши. В наших проектах уже реализуется часть и планируются к реализации - внедрение возобновляемых источников
                                энергии в проекты.
                            </Text>
                        </Flex>
                        <Text>
                            Для нас «устойчивое строительство» — это практика строительства с использованием меньшего количества энергии, воды и материалов, чем типичные методы
                            строительства, и с меньшим количеством отходов. Мы предпринимаем множество мер, чтобы поэтапно уменьшать углеродный след своей деятельности и сделать
                            свои строительные площадки более экологичными.
                        </Text>
                        <Text>
                            RAMS ответственно подходит ко всем этапам процесса строительства в Турции, Казахстане и других странах. Экологические, социальные и управленческие
                            вопросы являются основной частью нашей стратегии и имеют важное значение при проектировании каждого нашего проекта и процессов.
                        </Text>
                        <Text>
                            Также мы прилагаем все усилия, чтобы обучать и поддерживать осведомленность наших сотрудников, подрядчиков, поставщиков и партнеров в области ESG, а
                            именно о влиянии, которое наша деловая деятельность может оказать на экосистему и социальную жизнь, развитие будущего поколения. Мы усиливаем
                            корпоративную культуру, улучшаем социальную жизнь наших сотрудников, повышаем их уровень знаний и навыков, что не может положительным образом не
                            отразиться на уровне всего общества в целом.
                        </Text>
                        <Text>
                            Мы продолжим проявлять бдительность в сохранении природных ресурсов, предотвращении загрязнения окружающей среды, поддержании экологического баланса и
                            уменьшения углеродного следа деятельностью нашей Компании ради долгосрочного благополучия наших сообществ и будущего поколения Казахстана, Турции,
                            Тайланд и других стран, где возводим наши объекты.
                        </Text>
                        <Text>
                            Благотворительная деятельность RAMS – как одно из направлений ESG является неотъемлемой частью Компании. Ежегодно компания поддерживает фонд ветеранов,
                            малообеспеченные семьи, детские дома и спец центры, общественные фонды, поддерживает связь с эко-активистами и выделяет необходимые ресурсы – время,
                            финансы, материалы и т.д.
                        </Text>
                    </Flex>
                </Flex>
            </Container>
        </section>
    );
};
