export const flatPayments = [
    {
        value: "cash",
        title: "Оплата наличными",
        subtitle: "со скидкой 35 402 840 ₸ ",
        description: "Квартиру можно купить в ипотеку вместе с дополнительными опциями. Оплата будет включена в ежемесячный платеж.",
    },
    {
        value: "mortgage",
        title: "В ипотеку:",
        subtitle: "от 156 700 ₸ / мес.",
        description: "Квартиру можно купить в ипотеку вместе с дополнительными опциями. Оплата будет включена в ежемесячный платеж.",
    },
    {
        value: "installment",
        title: "В рассрочку:",
        subtitle: "от 156 700 ₸ / мес.",
        description: "Квартиру можно купить в рассрочку под 0%",
    },
];
