export const facingFeatures = [
    {
        title: "Выгода",
        description:
            "Нет необходимости тратить средства, время и силы на отделку, установку сантехники и кухни, — все это включено в стоимость приобретения квартиры. Вы можете заехать и наслаждаться жизнью в комфорте с первых дней.",
        icon: "https://ramsqz.com/storage/pages/facing/slider_icon_2_4ff503769c8a234b921cd4869cd42069.svg",
    },
    {
        title: "Чистота и тишина",
        description: "С первого дня ввода в эксплуатацию дом будет комфортным и дружелюбным пространством без прежнего шума и «следов» ремонтных бригад.",
        icon: "https://ramsqz.com/storage/pages/facing/slider_icon_2_4ff503769c8a234b921cd4869cd42069.svg",
    },
    {
        title: "Дизайн",
        description:
            "Качество отделки нового формата реализовано на базе премиум материалов. Квартиры предлагаются в современном стиле с лаконичным дизайном, на базе которого легко создать свой индивидуальный интерьер.",
        icon: "https://ramsqz.com/storage/pages/facing/slider_icon_2_4ff503769c8a234b921cd4869cd42069.svg",
    },
];

export const facingDecoration = [
    {
        description: "Для дизайна интерьера выбран базовый цвет стен – белый, а для пола используется ламинат нейтрального тона",
    },
    {
        description: "Готовый кухонный гарнитур имеет светло-серые фасады МДФ, которые можно заменить на любой предпочитаемый цвет",
    },
    {
        description: "Санузел полностью оснащен сантехникой, а в прихожей установлена выемка под встроенный гардеробный шкаф.",
    },
];
